Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2011/3.miljoforvaltning.pdf.tmx
Source language: nob
Languages: sme

source: Min egen forskning på innføringen av finnmarksloven viser at naturbruk for mange ene og alene representerer helt eksistensielle verdier knyttet til valg av bosted i Norge.
sme: Mu iežan dutkan Finnmárkkulága sisafievrrideamis čájeha ahte luonddugeavaheapmi oallugiidda lea áidna mii ovddasta áibbas eksistensiella árvvuid čadnon orrunsaji válljemii Norggas.

source: Samisk statistikk behøver i større grad tallmateriale som kan gi relevant informasjon om forhold rundt og i ulike næringstilpasninger, som også påpekt av Andresen i Samiske tall forteller 2 (2009).
sme: Rávvagat Sámi statistihkka dárbbaša eanet lohkomateriála mii sáhttá addit relevánta dieđuid nugo Andresen maiddái lea čujuhan Sámi logut muitalit 2 (2009).

source: Rovdyrsituasjonen kan ha stor innvirkning på hvordan sauebønder i samiske områder klarer å tilpasse driften.
sme: Boraspiredilálašvuohta sáhttá leat stuora váikkuhus dasa mo sávzaboanddat sámi guovlluin nagodit heivehit doalu.

source: Økt overvåking av og bedre kunnskap om rovdyrbestanden vil kunne gi grunnlag for å utarbeide mer effektive redskaper for å minske tap av sau og rein til rovdyr i de enkelte regioner.
sme: Eanet vákšun ja eanet máhttu boraspirenáliin attašii vuođu ráhkadit beaktileappot reaidduid unnidit boraspiriid vahágahttima sávzzain ja bohccuin muhtun guovlluin.

source: Å få oversikt over norsk rovdyrpolitikk, forvaltning og forskning er en svært utfordrende oppgave.
sme: Oažžut čielgasa norgga boraspirepolitihkas, hálddašeamis ja dutkamis lea hui hástaleaddji bargu.

source: Det skal sies at det allerede finnes mye informasjon på rovviltportalen.
sme: Boraspireportálas lea gal jo ollu diehtu.

source: Men for et politikk- og forvaltningsområde som har såpass stor offentlig interesse, ville det vært ønskelig med en ressursside der særlig relevant statistikk og annet tallmateriale vektlegges.
sme: Muhto dakkár politihkka- ja hálddašansuorggis mas lea stuora almmolaš beroštupmi, livčče sávahahtti resursasiidu mas erenoamáš áššáiguoskevaš statistihkat ja eará lohkomateriálat deattuhuvvojit.

source: Dette gjelder også for Finnmarkseiendommen.
sme: Dát guoská maiddái Finnmárkkuopmodahkii.

source: FeFos rolle som forvalter og utøver av makt innebærer også et offentlig søkelys på virksomheten.
sme: FeFo rolla hálddašeaddjin ja fámu geavaheaddjin čuovvu maiddái almmolaš beroštupmi.

source: Alt av nøkkeltall, budsjett og regnskaper tilrådes publisert på en enkel og oversiktlig måte på nettsidene.
sme: Buot čoavddaloguid, bušeahta ja rehketdoalu rávvet almmuhit álkes ja oinnolaš vuogi mielde neahttasiidduineaset.

source: Minimumsstandard er i dette tilfellet for lite.
sme: Unnimusmearri lea dán áššis beare unnán.

source: I dag er publisering på oversiktlige nettsider en særdeles viktig kommunikasjonsform og bør være en nøkkelprioritet i enhver institusjon eller organisasjon som berører offentlighetens interesser.
sme: Dán áiggi lea almmuheapmi neahttasiidduin main čielgasit oaidná dieđuid, erenoamáš dehálaš gulahallanvuohki ja galggašii leat váldovuoruheapmi juohke institušuvnnas dahje organisašuvnnas mat guoskkahit almmolašvuođa beroštumiid.
